package Zadaniya;

public class charzad {
    public static void main(String[] args) {
        /*Zadanie 3
        Создать n - ное количество переменных типа данных char всеми возможными способами. И вывести их на экран.
         */

        char c1 = 'n', c2 = 500, c3 = '\u0500';
        System.out.println("Вывод значений char " + c1 + " " + c2 + " " + c3);
    }
}
