package Primeri;

public class aaatest {
    public static void main(String[] args){
        // Задача заключается в том, что нужно необходимо сделать данный вывод:
        // A a
        // B b
        // C c
        // Но на каждую букву необходимо использовать одни метод.
        System.out.print("A ");
        System.out.println("a");
        System.out.print("B ");
        System.out.println("b");
        System.out.print("C ");
        System.out.println("c");
    }
}
